{
  "Schemas add value to data": "Les schémas ajoutent de la valeur aux données",
  "Make your data more valuable with a data schema": "Donnez plus de valeur à vos données avec un schéma de données",
  "New to Schemas? Watch our video and then": "New to Schemas? Watch our video and then",
  "Learn more": "Apprendre encore plus",
  "Follow our quick-start to begin writing your own data schemas": "Suivez notre guide de démarrage rapide pour commencer à écrire vos propres schémas de données.",
  "Quick-start (with Quick Links)": "Démarrage rapide (avec liens rapides):",
  "Write your schema and generate the schema bundle and a simple .txt Readme": "Écrivez votre schéma et générez le bundle de schémas et un simple fichier Readme .txt.",
  "Use your schema bundle here to view, and generate an Excel sheet for data input aligned with your schema": "Utilisez votre ensemble de schémas ici pour afficher et générer une feuille Excel pour la saisie des données alignée sur votre schéma.",
  "Store your schema files with your data, put them in a repository, or collaborate by sharing them with others": "Stockez vos fichiers de schéma avec vos données, placez-les dans un référentiel ou collaborez en les partageant avec d'autres.",
  "What is a Schema": "Qu'est-ce qu'un schéma",
  "Write a Schema": "Écrire un schéma",
  "Store a Schema": "Stocker un schéma",
  "Use a Schema": "Utiliser un schéma",
  "Use a Schema with Data": "Utiliser un schéma avec des données",
  "Quick Links": "Liens rapides",
  "Upload schema bundle (.zip OR .json) Or drag and drop one": "Téléchargez un ensemble de schémas (.zip OU .json) ou faites-en un glisser-déposer",
  "View Schema": "Afficher le schéma",
  "Edit Schema": "Modifier le schéma",
  "Generate Readme": "Générer un fichier Readme",
  "Generate Data Entry Excel": "Générer Excel de saisie de données",
  "Schemas are an important piece of data documentation. Schemas work...": "Les schémas sont un élément important de la documentation des données. Les schémas fonctionnent avec un ensemble de données et décrivent les caractéristiques des données telles que les noms de colonnes, les unités et les descriptions, etc.",
  "Using the tools of the Semantic Engine you can write human- and machine-readable schemas": "À l'aide des outils du moteur sémantique, vous pouvez écrire des schémas lisibles par l'homme et la machine.",
  "Example schema": "Exemple de schéma",
  "Download an": "Téléchargez un",
  "and use it to test schema tools such as viewing, editing, and creating a Data Entry Excel": "et utilisez-le pour tester des outils de schéma tels que l'affichage, la modification et la création d'un fichier Excel de saisie de données.",
  "Using our": "En utilisant notre",
  "schema writer": "rédacteur de schéma",
  "you can easily create human- and machine-readable versions of your schema": "vous pouvez facilement créer des versions lisibles par l'homme et la machine de votre schéma.",
  "You will either be documenting an existing dataset or you will start with...": "Soit vous documenterez un ensemble de données existant, soit vous commencerez avec une idée des colonnes ou des variables que vous collecterez pour votre ensemble de données.",
  "Learn more about how to design a dataset": "Apprenez-en davantage sur la façon de concevoir un ensemble de données.",
  "Store your schema multiple ways": "Stockez votre schéma de plusieurs manières.",
  "Store a schema with your dataset and share it when you share your data": "Stockez un schéma avec votre ensemble de données et partagez-le lorsque vous partagez vos données.",
  "Share a schema with your lab or collaborators by storing it in a shared lab drive": "Partagez un schéma avec votre laboratoire ou vos collaborateurs en le stockant sur un lecteur de laboratoire partagé.",
  "Store your schema as an independent object in a repository such as Borealis or Zenodo": "Stockez votre schéma en tant qu'objet indépendant dans un référentiel tel que Borealis ou Zenodo.",
  "Store the machine-readable schema bundle version and the .txt human-readable version together for best usability": "Stockez ensemble la version du bundle de schémas lisible par machine et la version lisible par l'homme .txt pour une meilleure convivialité.",
  "Read more about storage": "En savoir plus sur le stockage",
  "When you have a schema bundle you can upload and then": "Lorsque vous disposez d'un ensemble de schémas, vous pouvez le télécharger, puis :",
  "View": "Voir",
  "the schema and": "le schéma et",
  "Edit": "Modifier",
  "the schema if needed": "le schéma si besoin.",
  "The schema bundle is machine-readable": "L'ensemble de schémas est lisible par machine;",
  "generate": "générer",
  "the Readme to create a human-readable simple text version": "le fichier Readme pour créer une version texte simple, lisible par l'homme.",
  "Use your machine-readable schema bundle to help you collect...": "Utilisez votre ensemble de schémas lisibles par machine pour vous aider à collecter des données conformes au schéma ou pour vérifier que les données que vous avez collectées respectent les règles du schéma. La vérification des données est une étape importante de votre analyse.",
  "Enter data with Excel": "Saisir des données avec Excel",
  "Enter data in your browser": "Saisissez les données dans votre navigateur",
  "Go to our": "Allez sur notre",
  "Data Entry tool": "Outil de saisie de données",
  "to enter data via a web-browser based table...": "",
  "Verify data in your python code": "Vérifiez les données dans votre code python",
  "Visit our": "Visitez notre",
  "GitHub repository": "Dépôt GitHub",
  "to find a python package that you can use to include data verification in your workflow": "pour trouver un package Python que vous pouvez utiliser pour inclure la vérification des données dans votre flux de travail.",
  "Verify data in your browser": "Vérifiez les données dans votre navigateur",
  "Our": "Notre",
  "also supports data verification. Upload a schema and a dataset and you can verify your dataset against the data rules in the schema": "prend également en charge la vérification des données. Téléchargez un schéma et un ensemble de données et vous pourrez vérifier votre ensemble de données par rapport aux règles de données du schéma.",
  "Welcome to Agri-food Data Canada's schema writer...": "Bienvenue au rédacteur de schémas de Données agroalimentaires Canada pour aider les chercheurs à rédiger un contexte meilleur et exploitable par machine pour leurs données de recherche.",
  "Next": "Avant",
  "New File": "Nouveau fichier",
  "Create Manually": "Créer manuellement",
  "Briefly, schemas describe the attributes (variable names/column headers) of...": "En bref, les schémas décrivent les attributs (noms de variables/en-têtes de colonnes) de votre ensemble de données et contribuent à rendre vos données plus utiles (plus ÉQUITABLES). À l'aide de l'éditeur de schéma de Données agroalimentaires Canada, vous pouvez rédiger un schéma pour vos ensembles de données. En utilisant le langage d'Overlays Capture Architecture (OCA), vous pouvez facilement rédiger des descriptions exploitables par l'homme et la machine de vos données que vous pouvez stocker avec vos données, partager avec vos données ou déposer avec vos données. Si votre schéma présente un intérêt général vous pouvez également le déposer pour être cité comme objet de recherche indépendant, contribuant ainsi à la standardisation et à l'interopérabilité des données.",
  "To learn more about schemas and the OCA schema specification": "Pour en savoir plus sur les schémas et la spécification du schéma OCA",
  "read our introduction on the ADC webpage": "lisez notre introduction sur la page Web de l’ADC."
}
