{
  "Schemas add value to data": "Les schémas ajoutent de la valeur aux données",
  "Make your data more valuable with a data schema": "Donnez plus de valeur à vos données avec un schéma de données",
  "New to Schemas? Watch our video and then": "New to Schemas? Watch our video and then",
  "Learn more": "Apprendre encore plus",
  "Follow our quick-start to begin writing your own data schemas": "Suivez notre guide de démarrage rapide pour commencer à écrire vos propres schémas de données.",
  "Quick-start (with Quick Links)": "Démarrage rapide (avec liens rapides):",
  "Write your schema and generate the schema bundle and a simple .txt Readme": "Écrivez votre schéma et générez le bundle de schémas et un simple fichier Readme .txt.",
  "Use your schema bundle here to view, and generate an Excel sheet for data input aligned with your schema": "Utilisez votre ensemble de schémas ici pour afficher et générer une feuille Excel pour la saisie des données alignée sur votre schéma.",
  "Store your schema files with your data, put them in a repository, or collaborate by sharing them with others": "Stockez vos fichiers de schéma avec vos données, placez-les dans un référentiel ou collaborez en les partageant avec d'autres.",
  "What is a Schema": "Qu'est-ce qu'un schéma",
  "Write a Schema": "Écrire un schéma",
  "Store a Schema": "Stocker un schéma",
  "Use a Schema": "Utiliser un schéma",
  "Use a Schema with Data": "Utiliser un schéma avec des données",
  "Quick Links": "Liens rapides",
  "Upload schema bundle (.zip OR .json) Or drag and drop one": "Téléchargez un ensemble de schémas (.zip OU .json) ou faites-en un glisser-déposer",
  "View Schema": "Afficher le schéma",
  "Edit Schema": "Modifier le schéma",
  "Generate Readme": "Générer un fichier Readme",
  "Generate Data Entry Excel": "Générer Excel de saisie de données",
  "Schemas are an important piece of data documentation. Schemas work...": "Les schémas sont un élément important de la documentation des données. Les schémas fonctionnent avec un ensemble de données et décrivent les caractéristiques des données telles que les noms de colonnes, les unités et les descriptions, etc.",
  "Using the tools of the Semantic Engine you can write human- and machine-readable schemas": "À l'aide des outils du moteur sémantique, vous pouvez écrire des schémas lisibles par l'homme et la machine.",
  "Example schema": "Exemple de schéma",
  "Download an": "Téléchargez un",
  "and use it to test schema tools such as viewing, editing, and creating a Data Entry Excel": "et utilisez-le pour tester des outils de schéma tels que l'affichage, la modification et la création d'un fichier Excel de saisie de données.",
  "Using our": "En utilisant notre",
  "schema writer": "rédacteur de schéma",
  "you can easily create human- and machine-readable versions of your schema": "vous pouvez facilement créer des versions lisibles par l'homme et la machine de votre schéma.",
  "You will either be documenting an existing dataset or you will start with...": "Soit vous documenterez un ensemble de données existant, soit vous commencerez avec une idée des colonnes ou des variables que vous collecterez pour votre ensemble de données.",
  "Learn more about how to design a dataset": "Apprenez-en davantage sur la façon de concevoir un ensemble de données.",
  "Store your schema multiple ways": "Stockez votre schéma de plusieurs manières.",
  "Store a schema with your dataset and share it when you share your data": "Stockez un schéma avec votre ensemble de données et partagez-le lorsque vous partagez vos données.",
  "Share a schema with your lab or collaborators by storing it in a shared lab drive": "Partagez un schéma avec votre laboratoire ou vos collaborateurs en le stockant sur un lecteur de laboratoire partagé.",
  "Store your schema as an independent object in a repository such as Borealis or Zenodo": "Stockez votre schéma en tant qu'objet indépendant dans un référentiel tel que Borealis ou Zenodo.",
  "Store the machine-readable schema bundle version and the .txt human-readable version together for best usability": "Stockez ensemble la version du bundle de schémas lisible par machine et la version lisible par l'homme .txt pour une meilleure convivialité.",
  "Read more about storage": "En savoir plus sur le stockage",
  "When you have a schema bundle you can upload and then": "Lorsque vous disposez d'un ensemble de schémas, vous pouvez le télécharger, puis :",
  "View": "Voir",
  "the schema and": "le schéma et",
  "Edit": "Modifier",
  "the schema if needed": "le schéma si besoin.",
  "The schema bundle is machine-readable": "L'ensemble de schémas est lisible par machine;",
  "generate": "générer",
  "the Readme to create a human-readable simple text version": "le fichier Readme pour créer une version texte simple, lisible par l'homme.",
  "Use your machine-readable schema bundle to help you collect...": "Utilisez votre ensemble de schémas lisibles par machine pour vous aider à collecter des données conformes au schéma ou pour vérifier que les données que vous avez collectées respectent les règles du schéma. La vérification des données est une étape importante de votre analyse.",
  "Enter data with Excel": "Saisir des données avec Excel",
  "Enter data in your browser": "Saisissez les données dans votre navigateur",
  "Go to our": "Allez sur notre",
  "Data Entry tool": "Outil de saisie de données",
  "to enter data via a web-browser based table...": "",
  "Verify data in your python code": "Vérifiez les données dans votre code python",
  "Visit our": "Visitez notre",
  "GitHub repository": "Dépôt GitHub",
  "to find a python package that you can use to include data verification in your workflow": "pour trouver un package Python que vous pouvez utiliser pour inclure la vérification des données dans votre flux de travail.",
  "Verify data in your browser": "Vérifiez les données dans votre navigateur",
  "Our": "Notre",
  "also supports data verification. Upload a schema and a dataset and you can verify your dataset against the data rules in the schema": "prend également en charge la vérification des données. Téléchargez un schéma et un ensemble de données et vous pourrez vérifier votre ensemble de données par rapport aux règles de données du schéma.",
  "Welcome to Agri-food Data Canada's schema writer...": "Bienvenue au rédacteur de schémas de Données agroalimentaires Canada pour aider les chercheurs à rédiger un contexte meilleur et exploitable par machine pour leurs données de recherche.",
  "Next": "Avant",
  "New File": "Nouveau fichier",
  "Create Manually": "Créer manuellement",
  "Briefly, schemas describe the attributes (variable names/column headers) of...": "En bref, les schémas décrivent les attributs (noms de variables/en-têtes de colonnes) de votre ensemble de données et contribuent à rendre vos données plus utiles (plus ÉQUITABLES). À l'aide de l'éditeur de schéma de Données agroalimentaires Canada, vous pouvez rédiger un schéma pour vos ensembles de données. En utilisant le langage d'Overlays Capture Architecture (OCA), vous pouvez facilement rédiger des descriptions exploitables par l'homme et la machine de vos données que vous pouvez stocker avec vos données, partager avec vos données ou déposer avec vos données. Si votre schéma présente un intérêt général vous pouvez également le déposer pour être cité comme objet de recherche indépendant, contribuant ainsi à la standardisation et à l'interopérabilité des données.",
  "To learn more about schemas and the OCA schema specification": "Pour en savoir plus sur les schémas et la spécification du schéma OCA",
  "read our introduction on the ADC webpage": "lisez notre introduction sur la page Web de l’ADC.",
  "Back": "en arrière",
  "Attribute Names": "Noms d'attribut",
  "Enter the name of each attribute below": "Entrez le nom de chaque attribut ci-dessous",
  "This will be the column header in every tabular data set no matter what language": "Ce sera l'en-tête de colonne dans chaque ensemble de données tabulaires, quelle que soit la langue.",
  "Every attribute must be unique, and no entries can be left blank": "Chaque attribut doit être unique et aucune entrée ne peut être laissée vide.",
  "Add row": "Ajouter une rangée",
  "Clear All": "Tout effacer",
  "Attribute Name": "Nom d'attribut",
  "Attribute Names cannot be empty": "Les noms d'attribut ne peuvent pas être vides",
  "Start Creating an OCA Schema": "Commencez à créer un schéma OCA",
  "Help with this page": "Aide avec cette page",
  "Schema Metadata": "Métadonnées du schéma",
  "Attribute Details": "Détails de l'attribut",
  "This page is where you can write the metadata describing...": "Cette page est l'endroit où vous pouvez écrire les métadonnées décrivant le schéma que vous écrivez. Les métadonnées aident les utilisateurs à trouver, comprendre et utiliser votre schéma. Si vous nommez et décrivez vos descriptions de schéma en termes généraux, il sera plus facile pour vous et d'autres de réutiliser le schéma pour différents ensembles de données. Cela contribuera à garantir que vos données sont plus interopérables.",
  "Each column of your dataset is an attribute in your schema...": "Chaque colonne de votre ensemble de données est un attribut de votre schéma. Ici, vous pouvez ajouter plus de détails sur chaque attribut pour aider les gens à comprendre et à utiliser votre ensemble de données.",
  "Add Entry Codes": "Ajouter des codes d'entrée",
  "Entry codes are options you want available to users as a...": "Les codes d'entrée sont des options que vous souhaitez proposer aux utilisateurs sous la forme d'une liste de choix pour un attribut spécifique. Par exemple, pour limiter la saisie du sexe à l'un des trois choix, vous pouvez utiliser les codes d'entrée M, F et X. Ensuite, pour les entrées en anglais, vous pouvez saisir Homme, Femme et Autre. Si vous parlez une autre langue comme le français, vous pouvez utiliser Masculin, Féminin et Autre comme étiquettes pour le code d'entrée.",
  "Language Dependent Attribute Details": "Détails des attributs dépendants de la langue",
  "You can add details in each language to help users...": "Vous pouvez ajouter des détails dans chaque langue pour aider les utilisateurs de votre schéma. En ayant des langues distinctes de la structure sous-jacente, cela signifie que vous pouvez partager votre schéma dans plusieurs langues.",
  "Review Schema": "Schéma de révision",
  "Before finishing your schema you can preview the final contents on this page": "Avant de terminer votre schéma, vous pouvez prévisualiser le contenu final sur cette page.",
  "Add Additional Optional Information": "Ajouter des informations facultatives supplémentaires",
  "Add Character Encoding": "Ajouter un encodage de caractères",
  "Character encoding of the data source (for each attribute)...": "Character encoding of the data source (for each attribute). If you don’t know what the data source uses you can leave this blank. If you are creating a schema for new data a good choice would be UTF-8.",
  "Add Required Entries": "Ajouter les entrées obligatoires",
  "Specify if the underlying data must have an entry for the specific attribute": "Spécifiez si les données sous-jacentes doivent avoir une entrée pour l'attribut spécifique.",
  "Add Format Rules for Data Entry": "Ajouter des règles de format pour la saisie des données",
  "Add Entry Limit Rules for Data Entry": "Ajouter des règles de limite de saisie pour la saisie de données",
  "Upload Schema and Dataset": "Télécharger le schéma et l'ensemble de données",
  "Preview Schema": "Aperçu du schéma",
  "Matching Attributes": "Matching Attributes",
  "Data Verifier": "Vérificateur de données",
  "Data entry and verification": "Saisie et vérification des données",
  "Please enter a unique attribute name for each attribute": "Veuillez saisir un nom d'attribut unique pour chaque attribut",
  "Attribute names cannot be blank": "Les noms d'attribut ne peuvent pas être vides",
  "Attribute names cannot include HTML": "Les noms d'attribut ne peuvent pas inclure de HTML",
  "Please enter a Type for all attributes": "Veuillez saisir un type pour tous les attributs",
  "Add Attribute": "Ajouter un attribut",
  "Please enter a unique attribute name": "Veuillez saisir un nom d'attribut unique",
  "Attribute names cannot be blank. Please fill out all names before continuing": "Les noms d'attribut ne peuvent pas être vides. Veuillez remplir tous les noms avant de continuer",
  "All attribute names must be unique before proceeding": "Tous les noms d'attribut doivent être uniques avant de continuer",
  "New Attribute": "Nouvel attribut",
  "Attribute": "Attribut",
  "This is the name for the attribute and, for example...": "Il s'agit du nom de l'attribut et, par exemple, ce sera l'en-tête de colonne dans chaque ensemble de données tabulaires, quelle que soit la langue.",
  "Unit": "Unité",
  "Type": "Taper",
  "List": "Liste",
  "The units of each attribute (or leave blank if the attribute is...": "Les unités de chaque attribut (ou laisser vide si l'attribut n'est pas une mesure et n'a pas d'unités).",
  "Rather than allow free text entry into a record,...": "Plutôt que d'autoriser la saisie de texte libre dans un enregistrement, vous souhaiterez peut-être limiter les entrées à l'une des quelques entrées d'une liste. Par exemple, vous souhaiterez peut-être créer une liste de choix pour le sexe, le nom de la ferme expérimentale ou l'espèce. Vous pourrez alors créer des entrées pour votre liste qui feront partie du schéma.",
  "Sensitive": "Sensible",
  "If the attribute could be considered Personally Identifiable...": "Si l'attribut peut être considéré comme une information personnelle identifiable (PII), vous pouvez le signaler ici. Cela sera documenté dans le schéma et les utilisateurs en aval de votre schéma comprendront qu'ils doivent prendre soin des données signalées.",
  "Examples of PII include names, locations, postal codes...": "Des exemples de PII incluent les noms, les emplacements, les codes postaux, les numéros de téléphone, les données génétiques d'identification, la race, le sexe, l'origine ethnique, etc.",
  "Rather than allow free text entry into a record, you may...": "Plutôt que d'autoriser la saisie de texte libre dans un enregistrement, vous souhaiterez peut-être limiter les entrées à l'une des quelques entrées d'une liste. Par exemple, vous souhaiterez peut-être créer une liste de choix pour le sexe, le nom de la ferme expérimentale ou l'espèce. Vous pourrez alors créer des entrées pour votre liste qui feront partie du schéma.",
  "Text": "Texte",
  "text": "texte",
  "Numeric": "Numérique",
  "numeric": "numérique",
  "Boolean": "Booléen",
  "a data type where the data only has two possible variables: true or false": "un type de données où les données n'ont que deux variables possibles : vrai ou faux",
  "Binary": "Binaire",
  "a data type that defines a binary code signal": "un type de données qui définit un signal de code binaire",
  "DateTime": "DateHeure",
  "a data type that defines dates. Common formats include dates ...": "un type de données qui définit les dates. Les formats courants incluent les dates (par exemple, AAAA-MM-JJ), les heures (par exemple, hh:mm:ss), les dates et les heures concaténées (par exemple, AAAA-MM-JJThh:mm:ss.sss+zz:zz) et durées (par exemple, PnYnMnD)",
  "Array [attribute type]": "Tableau [type d'attribut]",
  "a data type that defines a structure that holds several data items or elements of the same data type": "un type de données qui définit une structure contenant plusieurs éléments de données ou éléments du même type de données",
  "Attributes": "Attributs",
  "Schema Description": "Description du schéma",
  "Add another language to your schema. Without changing the basic structure of your schema...": "Ajoutez une autre langue à votre schéma. Sans modifier la structure de base de votre schéma, vous pouvez garantir qu'il peut être partagé et utilisé dans différentes langues.",
  "Add Language": "Ajouter une langue",
  "The list of attributes correspond to the column headers of a data file": "La liste des attributs correspond aux en-têtes de colonnes d'un fichier de données.",
  "Schema Classification": "Classification des schémas",
  "Select the division and group that best reflects how you would classify your schema": "Sélectionnez la division et le groupe qui reflètent le mieux la façon dont vous classeriez votre schéma.",
  "Divisions": "Divisions",
  "Groups": "Groupes",
  "Name of Schema": "Nom du schéma",
  "The name of the schema. It is recommended to use a more general...": "Le nom du schéma. Il est recommandé d'utiliser un nom plus général plutôt qu'un nom identifiant un ensemble de données ou une expérience spécifique.",
  "Description": "Description",
  "The description of the schema that will help yourself...": "La description du schéma qui vous aidera, ainsi que les autres, à déterminer le type de données décrit par le schéma.",
  "This program lets you create OCA schema templates": "Ce programme vous permet de créer des modèles de schéma OCA.",
  "A well formed template MUST include": "Un modèle bien formé DOIT inclure:",
  "close and don't show again": "ferme et ne s'affiche plus",
  "a complete": "complet",
  "schema description": "description du schéma",
  "in at least one language": "dans au moins une langue",
  "data types": "Types de données",
  "for every attribute": "pour chaque attribut",
  "There are one or more blank entries in the following field(s)": "Il y a une ou plusieurs entrées vides dans le(s) champ(s) suivant(s):",
  "Do you wish to continue?": "Souhaitez-vous continuer?",
  "Cancel": "Annuler",
  "Continue": "Continuer"
}
